{"_id":{"$oid":"5637827cba20e771f518448f"},"autor":"Ray Bradbury","genero":"Ciencia Ficcion","resumen":"Crónicas marcianas es una serie de relatos del escritor estadounidense Ray Bradbury. Los relatos carecen de una línea argumental lineal fija, pero la referencia contextual y temporal es la misma en todos ellos. Narra la llegada a Marte y la colonización del planeta por parte de los humanos. Publicado en 1950, Crónicas marcianas (reconocido junto a Fahrenheit 451 como uno de los mejores libros de Bradbury) abunda en descripciones poéticas y melancólicas de Marte y los marcianos, y de la sociedad estadounidense en la época de Bradbury. Si bien el libro se titula Crónicas marcianas, en él se tratan temas perennes de toda la humanidad: la guerra y el impulso autodestructivo del hombre, el racismo, tanto hacia los marcianos (Fuera de temporada) como hacia otras personas (Un camino a través del aire), y la pequeñez del hombre ante la naturaleza y el universo (Vendrán lluvias suaves).","titulo":"Crónicas Marcianas"}
{"_id":{"$oid":"5637827dba20e771f5184490"},"argumento":"En El gaucho Martin Fierro («La Ida»), un gaucho trabajador de las pampas bonaerenses, que vive con su mujer y dos hijos, es reclutado forzosamente para servir en un fortín e integrar las milicias que luchan defendiendo la frontera argentina contra los indígenas, dejando desamparada a su familia. Su vida de pobreza es algo muy frecuente en la literatura de la época romantizada. Al volver, su rancho se encuentra abandonado y su mujer y sus hijos se han perdido. Después, desesperado, Martín Fierro mata a un hombre negro en un duelo, lo que lo lleva a convertirse en gaucho matrero fugitivo perseguido por la policía. Enfrentándose en batalla contra ellos, consigue un compañero: el sargento Cruz, que inspirado por la valentía de Fierro se une a él en medio de una batalla. Y finalmente huyendo, ambos se ponen en camino al desierto para vivir entre los indios, esperando encontrar allí una vida mejor. Así, concluyendo que es mejor vivir con los salvajes que lo que la 'civilización' les deparaba, termina la primera parte publicada en 1872 con el título El gaucho Martín Fierro.","autor":"José Hernández","genero":"Gauchesco","pais":"Argentina","titulo":"Martín Fierro"}
{"_id":{"$oid":"5637827dba20e771f5184491"},"autor":"Kristina Chodorow","genero":"Technology","resumen":"Manage the huMONGOus amount of data collected through your web application with MongoDB. This authoritative introduction—written by a core contributor to the project—shows you the many advantages of using document-oriented databases, and demonstrates how this reliable, high-performance system allows for almost infinite horizontal scalability. This updated second edition provides guidance for database developers, advanced configuration for system administrators, and an overview of the concepts and use cases for other people on your project. Ideal for NoSQL newcomers and experienced MongoDB users alike, this guide provides numerous real-world schema design examples.","titulo":"MongoDB Definitive Guide"}
{"_id":{"$oid":"5637827eba20e771f5184492"},"autor":"Congreso Constituyente de la Nación Argentina","pais":"Argentina","preambulo":"Nos los representantes del pueblo de la Nación Argentina, reunidos en Congreso General Constituyente por voluntad y elección de las provincias que la componen, en cumplimiento de pactos preexistentes, con el objeto de constituir la unión nacional, afianzar la justicia, consolidar la paz interior, proveer a la defensa común, promover el bienestar general, y asegurar los beneficios de la libertad, para nosotros, para nuestra posteridad, y para todos los hombres del mundo que quieran habitar en el suelo argentino: invocando la protección de Dios, fuente de toda razón y justicia: ordenamos, decretamos y establecemos esta Constitución, para la Nación Argentina.","titulo":"Constitución de la Nación Argentina"}
